{
    "welcome":"Empowering minds, shaping futures - Gala Education, yourpathway to success.",
    "mailingList.welcome":"Are you interested in a session and want to know more?",
    "mailingList.fill-form":"Fill out the form and you will be contacted as soon as possible by our office",
    "mailingList.authorize-personal":"I authorize the processing of personal data for purposes related to the performance of institutional activities * ( Information)",
    "mailingList.authorize-material":"I authorize the processing of personal data for purposes related to the performance of institutional activities * ( Information)",
    "ourStory.title":"Our Story",
    "ourStory.content":" In Tanzania, many families face the heart-wrenching struggle of providing quality education for their children due to a severe lack of qualified teachers and resources. Gala Education was born from a deep desire to change this reality, offering hope through high-quality online tutoring for Primary, Secondary, and High School students. We not only provide jobs for teachers but also reinvest our profits into building classrooms, libraries, hiring part-time instructors and more, bringing dreams within reach for countless children across Tanzania. Additionally, our platform offers a variety of short courses designed to equip young Tanzanians with practical, self-employable skills taught by experts in various fields. Join us in making a profound difference, one student at a time.",
    "ourServices.title":"Our Services",
    "ourServices.subtitle-1":"We aim to integrate AI to provide personalized, AI-powered tutoring and learning experiences",
    "ourServices.subtitle-2":"tailored to each student's unique needs and progress.",
    "ourServices.card1.title":"Personalized Subject Tutoring.",
    "ourServices.card1.desc":"Tailored one-on-one sessions in core subjects such as math, science, English, and social studies, focusing on the student's specific needs and learning pace.",
    "ourServices.card2.title":"STEM Enrichment Programs",
    "ourServices.card2.desc":"Specialized tutoring in science, technology, engineering, and math for students interested in deepening their knowledge or exploring STEM fields.",
    "ourServices.card3.title":"Special Education Support",
    "ourServices.card3.desc":"Customized sessions for students with learning disabilities or special needs, providing them with the tools and support to thrive academically.",
    "ourServices.card4.title":"Test and Exam Preparation",
    "ourServices.card4.desc":"Focused tutoring to prepare students for standardized tests, school exams, and quizzes, including practice tests and study strategies.",
    "ourServices.card5.title":"Reading and Literacy Support",
    "ourServices.card5.desc":"Personalized reading programs to improve comprehension, vocabulary, and fluency, particularly for early learners or those struggling with literacy.",
    "ourServices.card6.title":"Study Skills Coaching",
    "ourServices.card6.desc":"Sessions aimed at improving time management, organization, and study techniques to enhance overall academic performance.",
    "registerWithUs":"Register with us!",
    "registerWithUs.desc":"Join Gala Education today - register as a teacher or student and unlock endless learning opportunities!",
    "registerAsTeacher.title":"Register as teacher",                
    "registerAsTeacher.desc":"Become part of our team of educators and help deliver exceptional learning experiences.",                
    "registerAsStudent.title":"Register as student",                
    "registerAsStudent.desc":"Join our community of learners and be part of the journey to excellence in education!"                
}