{
    "welcome":"Kukuza akili, kuboresha maisha ya baadaye - Gala Education, njia yako kwa mafanikio.",
    "mailingList.welcome":"Je, una nia ya kushiriki katika kipindi na unataka kujua zaidi?",
    "mailingList.fill-form":"Jaza fomu na utawasiliana nasi haraka iwezekanavyo na ofisi yetu.",
    "mailingList.authorize-personal":"Ninaruhusu uchakataji wa data binafsi kwa madhumuni yanayohusiana na utekelezaji wa shughuli za kitaasisi * (Taarifa)",
    "mailingList.authorize-material":"Ninaruhusu uchakataji wa data kwa ajili ya kutuma vifaa vya taarifa (Taarifa).",
    "ourStory.title":"Historia Yetu",
    "ourStory.content":"Nchini Tanzania, familia nyingi hukumbana na changamoto kubwa ya kuwapatia watoto wao elimu bora kutokana na uhaba mkubwa wa walimu waliobobea na rasilimali muhimu. Gala Education ilianzishwa kwa nia ya dhati ya kubadili hali hii, ikitoa matumaini kupitia huduma bora za ufundishaji mtandaoni kwa wanafunzi wa Shule za Msingi, Sekondari na Kidato cha Juu. Hatutoi tu ajira kwa walimu, bali pia tunawekeza faida zetu katika kujenga madarasa, maktaba, kuajiri walimu wa muda na zaidi, tukileta ndoto karibu na uhalisia kwa maelfu ya watoto kote Tanzania. Zaidi ya hayo, jukwaa letu linatoa kozi fupi mbalimbali zilizobuniwa kuwapatia vijana wa Kitanzania ujuzi wa vitendo na wa kujiajiri, zikitolewa na wataalamu waliobobea katika fani mbalimbali. Jiunge nasi katika kuleta mabadiliko ya kweli — mwanafunzi mmoja kwa wakati mmoja.",
    "ourServices.title":"Huduma Zetu",
    "ourServices.subtitle-1":"Tunalenga kuunganisha AI ili kutoa uzoefu wa kujifunza na kufundishwa unaoendeshwa na akili bandia, uliobinafsishwa",
    "ourServices.subtitle-2":"kulingana na mahitaji na maendeleo ya kipekee ya kila mwanafunzi.",
    "ourServices.card1.title":"Ufundishaji wa Masomo Uliobinafsishwa",
    "ourServices.card1.desc":"Vipindi vya mtu mmoja mmoja vilivyobinafsishwa katika masomo ya msingi kama Hisabati, Sayansi, Kiingereza na Maarifa ya Jamii, vikilenga mahitaji maalum na kasi ya kujifunza ya mwanafunzi.",
    "ourServices.card2.title":"Programu za Kuimarisha STEM",
    "ourServices.card2.desc":"Mafunzo maalum kwa wanafunzi katika sayansi, teknolojia, uhandisi na hisabati kwa ajili ya kuongeza uelewa wao au kuchunguza nyanja za STEM.",
    "ourServices.card3.title":"Msaada wa Elimu Maalum",
    "ourServices.card3.desc":"Vipindi vilivyobinafsishwa kwa wanafunzi wenye ulemavu wa kujifunza au mahitaji maalum, vikilenga kuwapa nyenzo na msaada wanaohitaji kufanikiwa kielimu.",
    "ourServices.card4.title":"Maandalizi ya Mitihani na Majaribio",
    "ourServices.card4.desc":"Mafunzo yanayolenga kuwaandaa wanafunzi kwa mitihani ya kawaida, mitihani ya shule, na maswali ya papo kwa papo, ikiwa ni pamoja na mitihani ya mazoezi na mikakati ya kusoma.",
    "ourServices.card5.title":"Msaada wa Kusoma na Kuandika",
    "ourServices.card5.desc":"Programu za kusoma zilizobinafsishwa kuboresha uelewa, msamiati, na ufasaha, hasa kwa wanaoanza kujifunza au wanaokumbana na changamoto za kusoma na kuandika.",
    "ourServices.card6.title":"Mafunzo ya Mbinu za Kusoma",
    "ourServices.card6.desc":"Vipindi vinavyolenga kuboresha usimamizi wa muda, mpangilio, na mbinu za kusoma ili kuongeza ufaulu wa jumla kitaaluma.",
    "registerWithUs":"Jisajili nasi!",
    "registerWithUs.desc":"Jiunge na Gala Education leo - jisajili kama mwalimu au mwanafunzi na upate fursa zisizo na kikomo za kujifunza!",
    "registerAsTeacher.title":"Jisajili kama mwalimu",                
    "registerAsTeacher.desc":"Kuwa sehemu ya timu yetu ya waelimishaji na saidia kutoa uzoefu bora wa kujifunza.",
    "registerAsStudent.title":"Jisajili kama mwanafunzi",                
    "registerAsStudent.desc":"Jiunge na jamii yetu ya wanaojifunza na uwe sehemu ya safari ya kuelekea ubora katika elimu!"
}